{
	"selectedTemplate": 7,
	"headings": {
		"work": "Experience",
		"volunteering": "Volunteering",
		"projects": "Projects",
		"education": "Education",
		"skills": "Skills",
		"awards": "Awards",
		"papers": "Papers"
	},
	"basics": {
		"email": "ogreni.elsa.95@gmail.com",
		"phone": "+30 6986392096",
		"website": "ogrenielsa.github.io",
		"location": {
			"address": "Patras, Greece"
		},
		"name": "Elsa Ogreni"
	},
	"work": [{
			"company": "SKK Metal",
			"location": "Patras, Greece",
			"position": "Mechanical Design Engineer",
			"website": "http://www.skkmetal.gr/",
			"highlights": [
				"Constant communication with clients to obtain orders and exchange technical details.",
				"Frequent communication with suppliers due to fluctuating prices in the steel industry. ",
				"Procurement of iron inventory and consumables such as Milwaukee tools, files, spanners, and other related products",
				"In charge of industrial CAD designs with SolidWorks and Mastercam. .",
				"Design preparation with Bysoft software for Laser cutting machine.",
				"Design preparation with TrueTops software for Punching machine.",
				"Project cost estimation, preparation, and submission of client proposals, as well as pricing of completed orders",
				"Invoice preparation of completed orders, with Galaxy My Data software. ",
				"Perform routine process checks on orders to ensure seamless execution, while optimizing time management and minimizing delays",
				"Over the course of nearly two years, I have maintained an exceptional track record with customers by utilizing efficient communication techniques to extract pertinent information, thereby optimizing time management and minimizing extraneous dialogue.",
				"Demonstrated expertise in effective negotiation techniques, consistently reminding suppliers of the competitive nature of the market.",
				"Driven by a natural curiosity and determination, I continuously seek out innovative design tools and techniques. Through such efforts, I have successfully identified and implemented various tools, resulting in time savings of up to 30% in certain cases.",
				"I am a troubleshooter as I Implemented a transition from manual calculation methods utilizing calculators, to self-developed automated formulas using Excel with dynamic cost estimation features. This transition resulted in a 50% reduction in processing time and virtually eliminated human error.",
				"Successfully advocated for the implementation of Trello as a project management tool, resulting in enhanced communication and coordination among all team members. This initiative provided a clear visualization of tasks in various stages, including those in the 'to-do', 'in progress', and 'completed' stages, reducing time in communication through phone and increasing productivity."
			],
			"startDate": "Apr 2020",
			"endDate": "Nov 2022"
		},
		{
			"company": "Customer Service",
			"location": "Patras, Greece",
			"position": "Waitress",
			"website": "",
			"highlights": ["Main waitress", "Cashier duties", "Stock management"],
			"startDate": "Jun 2012",
			"endDate": "Sep 2021",
			"more": "Customer service experience provided me with valuable opportunities to develop empathy, patience, and communication skills. Also, I obtained confidence and expertise in resolving customer issues and concerns, with a track record of successful customer whispering."
		},
		{
			"company": "Region Of Western Greece",
			"location": "Patras, Greece",
			"position": "Mechanical Engineer",
			"website": "https://www.pde.gov.gr/gr/index.php",
			"highlights": ["Internship"],
			"startDate": "Feb 2020",
			"endDate": "Oct 2020",
			"more": "Traffic Light Designs, Research on law for citizens' demands, Road map designs for Agrinion."
		}
	],
	"education": [{
			"location": "Patras, Greece",
			"studyType": "Bachelor's",
			"startDate": "Sep 2013",
			"endDate": "Apr 2021",
			"institution": "University of Peloponnese",
			"area": "Mechanical Engineering",
			"website": "http://mech.uop.gr/en/welcome/",
			"more": "Bachelor Thesis on the measurement of calorific value of gaseous fuels using the cone calorimeter method. Developed a methodology for accurate and reliable measurements. Conducted experimental measurements at the Laboratory of Technical Thermodynamics at the University of Patras."

		},
		{
			"location": "Athens, Greece",
			"studyType": "Certificate of specialised training in Special Education",
			"startDate": "Sep 2018",
			"endDate": "Aug 2019",
			"institution": "National and Kapodistrian University of Athens",
			"area": "",
			"website": "https://en.uoa.gr/",
			"thesis": "",
			"gpa": "",
			"more": "Enhanced knowledge of catering to students with disabilities by utilizing diverse teaching strategies and interventions to facilitate academic, social, and emotional progress. Proficient in creating tailored education plans and fostering inclusive learning environments."
		},
		{
			"location": "Patras, Greece",
			"studyType": "Certificate of Proficiency in English",
			"startDate": "Dec 2015",
			"endDate": "",
			"institution": "University of Michigan",
			"area": "",
			"website": "https://umich.edu/",
			"thesis": "",
			"gpa": "",
			"more": ""
		}
	],
	"volunteering": [{
		"company": "Kivotos agapis",
		"position": "Teaching and creative activities",
		"website": "http://www.kivotos-agapis.gr/",
		"startDate": "Oct 2013",
		"endDate": "May 2015",
		"location": "Patras, Greece",
		"highlights": [
			"Teaching kids with special needs",
			"Taking care of their needs and entertainment",
			"Participated in the creative activities group"
		],
		"more": "During my years of volunteering, I have been able to gain a deep understanding of the challenges these individuals face on a daily basis. I have been able to provide emotional support, comfort, and companionship. I also had the opportunity to help organize activities and events. My time spent volunteering has given me a profound appreciation for the beauty of human relationships and for the strength and resilience of the human spirit."
	}],
	"skills": [{
			"level": "",
			"keywordInfo": {
				"MasterCAM": {
					"level": 80,
					"moreInfo": "Used mainly for 2D design, doing preliminary work for the Bystronic Laser Cutting Machine software (Bysoft)."
				},
				"SOLIDWORKS": {
					"level": 80,
					"moreInfo": "Used mostly for sheet metal processing and 3D designs. Used in self-taught projects (3D designs, assembly, sheet metal)"
				},
				"AutoCAD": {
					"level": 70,
					"moreInfo": "Used interchangeably with MasterCAM based on the compatibility of the 2D designs."
				},
				"TruTops": {
					"level": 90,
					"moreInfo": "Used TruTops for punching processing - a very common task in a company I worked for"
				},
				"BySoft": {
					"level": 95,
					"moreInfo": "A highly adaptable laser cutting software that specializes in nesting, a cost-efficient process that considers sheet metal thickness and other properties."
				},
				"Photoshop": {
					"level": 40,
					"moreInfo": "Basic image editing."
				}

			},
			"keywords": [
				"BySoft",
				"SOLIDWORKS",
				"MasterCAM",
				"AutoCAD",
				"TruTops",
				"Photoshop"
			],
			"name": "Design programs"
		},
		{
			"keywordInfo": {
				"Managing High-Cost Projects": {
					"moreInfo": "Extensive experience managing large-scale projects, including laser cutting 45 tons of aluminum sheet metal, honing attention to detail and stress management skills. Proficient in stock management for various materials in the iron warehouse, such as sheet metal (aluminum, steel, inox, DCP), UPN/IPE profiles, and various hollow structural profiles."
				},
				"Process Modernization": {
					"moreInfo": "Proficient in researching and maximizing software capabilities such as SolidWorks, MasterCAM, and Excel. Developed self-automated formulas using Excel for dynamic cost estimation, reducing processing time by 50% and minimizing human error. Utilized Trello for efficient project management, allowing real-time access to information for multiple parallel orders."
				},
				"People Skills": {
					"moreInfo": "Proficient in building positive relationships with customers and colleagues, while maintaining individual roles in team environments. Skilled in empathizing with customers and meeting their specific needs. Successfully implemented the Excel formula for cost estimation alongside a colleague, delegating tasks based on each other's strengths."
				},
				"MS Office": {
					"moreInfo": "Used extensively during work and university."
				},
				"Multitasking": {
					"moreInfo": "Successfully delivered time-sensitive proposals for two clients within 15 minutes, while simultaneously ensuring the proper functioning of a laser cutting machine and identifying and correcting a design error prior to production. Demonstrated strong multitasking skills and attention to detail in a fast-paced environment."
				},
				"Detail-Oriented": {
					"moreInfo": "My approach to checking involves exploring various methods to reach the desired outcome, rather than simply repeating past actions. By meticulously verifying each step, I ensure the highest level of accuracy and quality in my work. This has resulted in a strong track record of success and a reputation for producing exceptional work."
				},
				"Fast learner": {
					"moreInfo": "When I first joined the company, I was tasked with learning Bysoft, preparing cost proposals for stock, and managing the invoice process, all within one month before my predecessor left. Despite the challenge, I was able to quickly learn these responsibilities and also identified areas for improvement within the company. I wasted no time and started implementing these changes as soon as possible."
				}
			},
			"keywords": [
				"Managing High-Cost Projects",
				"Process Modernization",
				"People Skills",
				"MS Office",
				"Multitasking",
				"Detail-Oriented",
				"Fast learner"
			],
			"name": "Other skills"
		},
		{
			"keywordInfo": {
				"Greek (native)": {
					"level": 100,
					"moreInfo": "I've been living in Greece since I was 1 year old and I received a Greek education."
				},
				"English (C2)": {
					"level": 90,
					"moreInfo": "I have obtained the certificate of proficiency in English from the University of Michigan. I am fluent in English and I've been working with all-english speaking people for several years full-time and I continue speaking and writing English often."
				},
				"Albanian (native)": {
					"level": 90,
					"moreInfo": "My parents are speaking natively Albanian and taught me how to speak since I was a baby."
				},
				"German (A2)": {
					"level": 20,
					"moreInfo": "I'm mostly self-taught; I can communicate verbally in German in a basic level and understand quite some more."
				},
				"Italian (A2)": {
					"level": 30,
					"moreInfo": "I've been learning Italian since the start of 2022 and I love them too much to abandon them anytime soon."
				}
			},
			"keywords": [
				"Greek (native)",
				"Albanian (native)",
				"English (C2)",
				"German (A2)",
				"Italian (A2)"
			],
			"name": "Languages"
		}
	],
	"projects": [],
	"papers": [],
	"awards": [],
	"sections": [
		"templates",
		"profile",
		"work",
		"education",
		"skills",
		"projects",
		"awards",
		"volunteering",
		"papers",
		"hobbies"
	]
}
